Repository: RobertAdamczyk/Time-Of-Work-Refactor
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: hi

# generic_settings
source: Settings
hi: सेटिंग्स

# swipe_button_end_work
source: End work
hi: काम खत्म करें

# swipe_button_start_work
source: Start work
hi: काम शुरू करें

# swipe_button_start_pause
source: Start pause
hi: प्रस्थान शुरू करें

# swipe_button_end_pause
source: End pause
hi: प्रस्थान खत्म करें

# swipe_button_ended
source: Ended
hi: समाप्त

# swipe_button_started
source: Started
hi: शुरू हो गया

# swipe_button_ending
source: Ending...
hi: समाप्त हो रहा है...

# swipe_button_starting
source: Starting...
hi: शुरू हो रहा है...

# prefix_hours
source: h
hi: घंटे

# prefix_minutes
source: m
hi: मिनट

# prefix_seconds
source: s
hi: सेकंड

# chart_more_data_needed
source: You need more data to see the chart.
hi: आपको चार्ट देखने के लिए अधिक डेटा की जरूरत है।

# chart_update_os
source: Update your iOS to version 16 to see the charts here.
hi: चार्ट्स देखने के लिए अपना iOS 16 संस्करण अपडेट करें।

# generic_day
source: Day
hi: दिन

# generic_hours
source: Hours
hi: घंटे

# generic_week
source: week
hi: सप्ताह

# generic_month
source: month
hi: महीना

# generic_year
source: year
hi: साल

# generic_days
source: Days
hi: दिन

# generic_work
source: Work
hi: काम

# generic_pause
source: Pause
hi: विराम

# generic_time
source: Time
hi: समय

# history_total_of
source: Total of the
hi: कुल

# settings_section_general
source: General
hi: सामान्य

# settings_section_additional
source: Additional
hi: अतिरिक्त

# settings_lock_screen
source: Lock Screen
hi: लॉक स्क्रीन

# settings_your_goal
source: Your goal
hi: अपना लक्ष्य

# settings_working_hours_a_day
source: Working hours a day
hi: एक दिन में काम करने के घंटे

# settings_pause_footer
source: The default pause will save you time while using the application if you know how long your break is.
hi: अगर आपने जाना है कि आपकी ब्रेक कितना लंबा है, तो डिफ़ॉल्ट विराम आपके समय को बचाएगा।

# settings_default_pause
source: Default pause
hi: डिफ़ॉल्ट विराम

# settings_live_activities_renew_description
source: In case 'Live work' has been hidden by the user, it can be reenabled for current work.
hi: यदि उपयोगकर्ता द्वारा 'लाइव वर्क' छुपाया गया है, तो वर्तमान काम के लिए फिर से सक्षम किया जा सकता है।

# settings_live_activities_renew
source: Renew live work
hi: लाइव वर्क नवीनीकरण करें

# settings_pause_button
source: Pause button
hi: विराम बटन

# settings_end_work_button
source: End work button
hi: काम समाप्त बटन

# add_date_title
source: Add Date
hi: तिथि जोड़ें

# edit_date_title
source: Edit Date
hi: तिथि संपादित करें

# add_edit_work_day
source: Work day
hi: काम दिन

# add_edit_work_night
source: Work at the night
hi: रात काम

# add_edit_start_end_time
source: Your start and finish time.
hi: आपका शुरू और समाप्ति समय।

# add_edit_additional_info
source: Additional information
hi: अतिरिक्त जानकारी

# generic_start
source: Start
hi: शुरू

# generic_end
source: End
hi: समाप्त

# generic_delete
source: Delete
hi: हटाएं

# generic_save
source: Save
hi: सहेजें

# generic_special_day
source: Special day
hi: विशेष दिन

# special_day_title
source: Special Day
hi: विशेष दिन

# add_edit_choose_special_day
source: Choose your special day
hi: अपना विशेष दिन चुनें

# add_edit_how_many_hours
source: How many hours
hi: कितने घंटे

# generic_now
source: Now
hi: अब

# home_last_work
source: Last work
hi: पिछला काम

# generic_from
source: From
hi: से

# generic_until
source: Until
hi: तक

# home_start_first_work
source: Start your first work by swiping button to the right.
hi: अपना पहला काम शुरू करने के लिए बटन को स्वाइप करें।

# generic_home
source: Home
hi: घर

# generic_history
source: History
hi: इतिहास

# generic_your_work
source: Your work
hi: आपका काम

# generic_your_pause
source: Your pause
hi: आपका विराम

# generic_start_pause
source: Start pause
hi: विराम शुरू करें

# generic_end_pause
source: End pause
hi: विराम समाप्त करें

# generic_end_work
source: End work
hi: काम समाप्त करें

# add_edit_vacation
source: Vacation
hi: अवकाश

# add_edit_public_holiday
source: Public Holiday
hi: जनता होली

# add_edit_sickness
source: Sickness
hi: बीमारी

# live_activities_start_at
source: Started at:
hi: शुरू हुआ
